{
  "generated_from": [
    "Comparacion_SCADA_Estructura_Completa.xlsx",
    "cuadro comparativo scada.xlsx"
  ],
  "softwares": {
    "Hitachi Network Manager": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "Enfoque principal": "Gestión avanzada de redes de transmisión y distribución.",
        "Adaptación a minería": "⚠️ Media: requiere personalización adicional.",
        "Escalabilidad": "✔️ Muy escalable, arquitectura TSO/DSO.",
        "Integración de subestaciones": "✔️ Alta (protocolos estándar de utilidad). En ocasiones usan terceros provedores para sus protocolos de comunicacion,",
        "Interfaz de usuario (HMI/SCADA)": "⚠️ Estándar, menos configurable.",
        "Funcionalidades clave (nativas)": "❌ No nativas, requieren integración externa.",
        "Arquitectura de la aplicación Control Center": "❌ Múltiples softwares interconectados.",
        "Gestión de operaciones mineras": "⚠️ Requiere desarrollo adicional.",
        "Configuración y mantenimiento": "⚠️ Complejo, dependiente de servicios externos, mucho código",
        "Redundancia y disponibilidad": "✔️ Alta disponibilidad.",
        "Ciberseguridad (IEC 62443, AD)": "✔️ Alta seguridad.",
        "Compatibilidad con antivirus": "❌ Solo se permite el uso de su solucion antivirus.",
        "Plantillas y objetos reutilizables": "❌ No disponible.",
        "Compatibilidad con hardware": "❌ Dependiente de su propio hardware. ",
        "Acceso remoto/web": "❌ Costoso y limitado.",
        "Soporte local en Chile": "⚠️ Variable según proyecto.",
        "Compatibilidad entre versiones": "❌ Requiere migraciones costosas.",
        "Tiempo estimado de implementación": "⏱️ Largo (alta complejidad).",
        "Costo total de propiedad (TCO)": "💲 Alto: solución para utilities.",
        "Ventajas distintivas": "🟡 Madurez en operación de redes.",
        "Primary Focus": "Advanced grid management (transmission & distribution)",
        "Mining Adaptation": "⚠️ Medium: requires customization for mining use",
        "Scalability": "✔️ Highly scalable, TSO/DSO architectures",
        "Substation Integration": "✔️ High (IEC 61850, DNP3, other utility standards)",
        "User Interface (HMI/SCADA)": "⚠️ Standard, less flexible",
        "Key Built-in Features": "SCADA, EMS/DMS, FLISR, DERMS, contingency analysis",
        "Mining Operations Integration": "⚠️ Requires additional development",
        "Configuration & Maintenance": "⚠️ Requires specialized services",
        "Redundancy & Availability": "✔️ High availability",
        "Cybersecurity (IEC 62443, AD)": "✔️ Robust security"
      }
    },
    "ZEE600 ABB (Zenon)": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "--- Diseño de Arquitectura ---": "Comentarios",
        "Interfaces de usuario y versatilidad": "HMI se puede realizar medinate templates, facil implementacion de pup-up los cuales se pueden diseñar a gusto.",
        "Arquitectura": "Implementacion de soluciones redundandtes HSB en ambientes mineros, empresas de transmision y generacion.",
        "Redundancia": "La redundancia funciona de forma correcta mediande Shadowing",
        "Escalabilidad": "Implementacion en CC mineros y de empresas de transmision.",
        "Compatibilidad": "Mediante Hostfix se mantiene actualizado el sistema, lo cuales deben ser instalados periodicamente.",
        "Costo": "Comprobado",
        "Protocolos soportados": "Gran cantidad de proyectos integrados bajo el estandar IEC61850, aplicando su reportabilidad hacia CC principales, CEN, entre otros.\n\nImplementacion de redes PRP, esto gracias a su friver DuoDriver, el cual soportar el protocolop PRP sin la necesidad de equipamiento externo.",
        "Facilidad de uso": "Programacion de script amigables, conversion de puntos simples a dobles manteniendo la estampa de tiempos sin problemas, escalabilidad y/o mejora de los pup-up relacionados con los comandos.\nFacil integracion de nuevas señales.\nConfiguracion amigables y facil para los comandos en IEC104, DNP3.0 e IEC61850.",
        "Seguridad": "Implementacion de las reglas NERC-CIP de Ciberseguridad.",
        "Actualizaciones": "Implementacion regular de nuevos hostfix"
      }
    },
    "zenon Energy Edition (NCS)": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "Enfoque principal": "Control de subestaciones (como HMI local) y como Centro de Control, automatización de redes de media/baja tensión, integración con operaciones industriales, integracion con DERs, generacion, redes de transmision y distribucion.",
        "Adaptación a minería": "✔️ Alta: integración con MES, mantenimiento, energía y seguridad.",
        "Escalabilidad": "✔️ Muy escalable, desde subestación única hasta redes completas.",
        "Integración de subestaciones": "✔️ Usando Protocolos de comunicacion Nativa, desarrollados en casa (IEC 61850, IEC 60870, DNP3, Modbus, etc.).",
        "Interfaz de usuario (HMI/SCADA)": "✔️ Nativa tanto para workstations como clientes web. Opcion HTML5, multilenguaje, multitáctil, personalizable, ergonómico.",
        "Funcionalidades clave (nativas)": "✔️ GIS, Historian, Estimador de estado, Flujo de carga, Topología, Interlocking, Alarmas.",
        "Arquitectura de la aplicación Control Center": "✔️ Todo en un solo software: SCADA/DMS/Historian/Visualización/Comunicaciones. Compatible con configuracion distribuida",
        "Gestión de operaciones mineras": "✔️ Alta integración industrial.",
        "Configuración y mantenimiento": "✔️ Intuitivo, parametrizable, sin codificación, uso de plantillas. Facil de mantener sin interrumpir operaciones.",
        "Redundancia y disponibilidad": "✔️Hot-standby, Circular redundancy, alta disponibilidad.",
        "Ciberseguridad (IEC 62443, AD)": "✔️ Cumple IEC 62443, Active Directory, cifrado seguro TSL",
        "Compatibilidad con antivirus": "✔️ Agnóstico a la marca del antivirus.",
        "Plantillas y objetos reutilizables": "✔️ Smart Objects, plantillas, mini-proyectos reutilizables.",
        "Compatibilidad con hardware": "✔️ Agnóstico de hardware.",
        "Acceso remoto/web": "✔️ Nativo: licencias web de acceso remoto,HTML5, estaciones de trabajo, Dashboards en la nube",
        "Soporte local en Chile": "✔️ Soporte Tecnico Local e Integradores certificados- partners COPA-DATA.",
        "Compatibilidad entre versiones": "✔️ Garantizada con versiones futuras y anteriores.",
        "Tiempo estimado de implementación": "⏱️ Medio-corto (proyectos modulares).",
        "Costo total de propiedad (TCO)": "💲 Bajo a medio: licencias escalables, ingeniería eficiente.",
        "Ventajas distintivas": "🟢 Plataforma unificada, funcionalidades nativas, acceso web, bajo TCO, agnóstico en hardware y antivirus, compatibilidad entre versiones, fácil de usar y mantener.",
        "Primary Focus": "Substation control, MV/LV network automation, integration with industrial operations",
        "Mining Adaptation": "✔️ High: tailored for industrial environments, customizable HMIs",
        "Scalability": "✔️ Scalable from one substation to entire grid",
        "Substation Integration": "✔️ Native support (IEC 61850, 60870-5-101/104, DNP3, Modbus)",
        "User Interface (HMI/SCADA)": "✔️ Customizable, HTML5, multilingual, multitouch",
        "Key Built-in Features": "SCADA, Historian, Alarms, Interlocking, Command Sequencer, Topology, Load Flow, State Estimator, GIS",
        "Mining Operations Integration": "✔️ Strong MES, ERP, energy, maintenance integration",
        "Configuration & Maintenance": "✔️ Parameter-based (no coding), low TCO",
        "Redundancy & Availability": "✔️ Full server redundancy, circular redundancy",
        "Cybersecurity (IEC 62443, AD)": "✔️ Full: IEC 62443, Active Directory, encryption"
      }
    },
    "EcoStruxure™ Grid Operation ADMS Schenider": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "--- Diseño de Arquitectura ---": "- Interfaz Común para Todas las Aplicaciones\n- Panel de Control Unificado (Single Pane of Glass HMI).\n- Gestión de Conmutación Integrada.\n- Configuración de Modelos Templatizados.\n- Análisis de Protocolos Incorporado-\n- Operaciones Móviles en Tiempo Real.\n-Notificaciones Proactivas de Apagones.",
        "Arquitectura": "- Arquitectura Ethernet Conmutada\n- Arquitectura Ethernet Segregada\n- Protocolos de Redundancia (HSR y PRP) | A comprobar su funcionamiento en redes PRP y HSR",
        "Redundancia": "- Redundancia de Servidores\n- Redundancia de Datos.\n- Redundancia de Protocolos de Comunicación | A comprobar funcionalidad de redundancia",
        "Escalabilidad": "- Arquitectura Modular y Flexible\n- Soporte para Pequeñas y Medianas Utilities\n- Despliegue en la Nube y en Sitio.\n- Integración de Nuevos Protocolos y Dispositivos.\n- Capacidades de Monitoreo y Control Avanzadas. | A comprobar",
        "Compatibilidad": "Soporte para Protocolos Estándar: EcoStruxure™ Grid Operation es compatible con una amplia gama de protocolos de comunicación estándar de la industria, inlcuyendo:\nIEC 61850: Utilizado para la automatización de subestaciones.\nDNP3 (Distributed Network Protocol): Amplia aplicación en la industria de servicios públicos para comunicación SCADA.\nIEC 101/104: Protocolos utilizados para telecontrol en sistemas de automatización de energía.\nModbus: Protocolo de comunicación serial para dispositivos industriales.\nICCP (Inter-Control Center Communications Protocol): Para comunicación entre centros de control. | A comprobar compatiblidad Ed1 y Ed2.1 del Estandar IEC61850.",
        "Cantidad de puntos soportados": "Se desconoce la informacion, a comprobar.",
        "Librerias electricas": "A comprobar, debe poseer librerias bajo los estandares IEEE e IEC para el desarrollo de HMI.",
        "Costo": "Descripción: La implementación de EcoStruxure™ Grid Operation puede implicar un costo inicial significativo debido a la adquisición de hardware y software avanzado. Sin embargo, se espera que los ahorros a largo plazo en eficiencia operativa y reducción de costos de mantenimiento compensen la inversión inicial.\nBeneficio: Aunque el costo inicial puede ser alto, la reducción de costos operativos a largo plazo y la mejora en la eficiencia pueden justificar la inversión. | Se espera cotizacion del proveedor para ver costos",
        "Tipo de cliente": "Pequeñas y medianas empresas de distribucion eléctrica, grandes empresas de distribucion, empresas de transmision electrica, empresas de generacion electrica.",
        "Protocolos soportados": "IEC 101/104/61850, ICCP, DNP3, Modbus | A comprobar su compatibilidad, no posee OPC.",
        "Casos de Éxito": "No se cuenta con informacion a nival nacional. ",
        "Facilidad de uso": "Descripción: La interfaz de usuario de EcoStruxure™ Grid Operation está diseñada para ser intuitiva y consistente, con un panel de control unificado (Single Pane of Glass HMI) que proporciona una vista consolidada de todas las operaciones y datos relevantes. Incluye herramientas para la gestión de conmutaciones, análisis de protocolos y operaciones móviles en tiempo real.\nBeneficio: Facilita el uso del sistema y mejora la eficiencia operativa, permitiendo a los operadores realizar sus tareas de manera más rápida y con menos errores. | A comprobar mediante un Demo",
        "Cumplimiento Norma Tencnica NTSyCS": "Se debe realizar laboratorio para comprobar los requerimientos del Coordinador Electrico Nacional, en primera instancia se de comprobar la converison de puntos simples a dobles manteniendo la estampa de tiempo, la capacidad de realizar agupamiento de puntos de control y proteccion acorde a los requerimiento de la normativa tecnica, esto con el fin de reportar por ICCP hacia el Coordinador, este requito va de la mano de mantener la estampa de tiempo del origen en todo momento.",
        "Programacion de Script": "Se debe comprobar que tipo de lenguaje de programacion soporta para hacer calculados.",
        "Seguridad": "Descripción: EcoStruxure™ Grid Operation cumple con estándares de ciberseguridad como IEC 62351, lo que asegura la protección de datos y la integridad del sistema. Implementa medidas de seguridad robustas, incluyendo autenticación, control de acceso basado en roles (RBAC) y encriptación.\n\nBeneficio: Proporciona un entorno seguro para la operación de la red, protegiendo contra amenazas cibernéticas y asegurando el cumplimiento regulatorio. | A comprobar medidad de Ciberseguridad según Nerc-CIP",
        "Actualizaciones": "Descripción: EcoStruxure™ Grid Operation recibe actualizaciones regulares de software para mejorar las funcionalidades, la seguridad y la compatibilidad con nuevos dispositivos y protocolos. Estas actualizaciones son parte del compromiso de Schneider Electric con la mejora continua del producto.\n\nBeneficio: Mantiene el sistema actualizado con las últimas innovaciones y estándares de seguridad, asegurando que las utilities puedan beneficiarse de las mejoras tecnológicas y enfrentar nuevos desafíos operativos con herramientas avanzadas. | A comprobar.",
        "Soporte de Fabrica": "Cadena de soporte técnico:\n\nEl canal de atención de primer nivel (L1) cumple una función principalmente de filtrado inicial, derivando la mayoría de los incidentes hacia los niveles superiores (L2 y L3).\nEste enfoque evidencia áreas de mejora en las capacidades de L1 para abordar directamente diagnósticos y correcciones relacionadas con configuraciones avanzadas y fallos de software.\n\nEn consecuencia, el proceso de resolución de incidentes puede extenderse entre 1 y 2 semanas en promedio, lo cual representa un desafío para la continuidad operativa de sistemas SCADA en producción, donde los tiempos de respuesta son críticos.\n\nDocumentación técnica:\n\nLa documentación oficial disponible presenta oportunidades de fortalecimiento, particularmente en lo relacionado con parámetros avanzados, lineamientos de buenas prácticas para la puesta en marcha, y ejemplos de integración práctica.\n\nLa falta de acceso a estos contenidos específicos fomenta una dependencia mayor de la experiencia compartida entre especialistas certificados (EcoExperts), lo que puede impactar la trazabilidad y estandarización de las soluciones implementadas.\n\nAdemás, parte de la información requerida no se encuentra disponible de forma directa en los portales de soporte, aumentando la necesidad de consultas al canal de asistencia y potencialmente extendiendo los plazos de atención.\n\nImpacto en la operación:\n\nLa combinación de soporte técnico reactivo y documentación parcial puede traducirse en mayores riesgos de paradas no programadas, así como en demoras durante las etapas de puesta en servicio y mantenimiento correctivo."
      }
    },
    "EPAS Gateway Schneider": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "--- Diseño de Arquitectura ---": "Interfaz Web: Acceso basado en navegador para control y monitoreo.\nHMI (Human-Machine Interface): Personalizable, con soporte para gráficos, listas de alarmas y eventos, y visualización de tendencias.\nAplicaciones Móviles: Acceso remoto a través de dispositivos móviles.\nInterfaz de Configuración: Herramientas para la personalización y configuración del sistema según las necesidades del operador.",
        "Arquitectura": "Solución de Automatización Básica: Compacta y mejorable, adecuada para subtransmisión y distribución.\nSolución de Automatización Mejorada: Con HMIs de estación redundantes y una pasarela industrial independiente.\nSolución de Automatización Avanzada: Completamente redundante para control local y remoto en transmisiones de alto voltaje y distribución compleja.\nNivel de Proceso, Bahía y Estación: Integración desde dispositivos de campo hasta el control centralizado. | Arquitectura redundante facil de aplicar entre servidores.",
        "Redundancia": "Redundancia de Comunicación: Soporte para PRP y HSR para asegurar operación continua en caso de fallos de enlace.\nRedundancia de Servidores: Servidores y estaciones de trabajo redundantes para alta disponibilidad.\nRedundancia de Comunicación de Proceso: Capacidad de recuperación instantánea en caso de fallos de comunicación. | No posee protocolos de redundancia HSR o PRP lo cual lo deja al debe contra otros SCADAS",
        "Escalabilidad": "Desde Sistemas Pequeños a Grandes: Adaptable desde aplicaciones compactas hasta sistemas de control jerárquico de gran escala.\nModularidad: Posibilidad de añadir funcionalidades como control, redundancia, y reporting a medida que se necesiten.\nVirtualización: Soporte para servidores virtuales para mejorar la eficiencia y escalabilidad.",
        "Compatibilidad": "Compatibilidad con Versiones Anteriores: Total compatibilidad hacia atrás, permitiendo la actualización sin reingeniería completa.\nInteroperabilidad: Integración con una variedad de dispositivos y sistemas mediante protocolos estándar.\nSoporte de Terceros: Compatibilidad con software y hardware de terceros para asegurar una implementación flexible.",
        "Cantidad de puntos soportados": "Mas de 10.000 puntos",
        "Librerias electricas": "Posee una amplia gama de librerias electricas ya sean IEC o IEEE, facil de ceacion de nuvas pantallas HMI, Pop -Up son customizables acorde a los requerimientos del cliente.",
        "Costo": "Implementación Inicial: Costos altos debido a la complejidad y necesidad de personal capacitado.\nMantenimiento: Costos continuos asociados a la gestión de ciberseguridad, actualizaciones y mantenimiento del sistema.\nRetorno de Inversión: A largo plazo, las eficiencias operativas y la mejora en la fiabilidad pueden justificar la inversión inicial.",
        "Tipo de cliente": "Energias Renovables, Industria Minera, Empresas de Transmision y Generacion eléctrica, Industra de procesos.",
        "Protocolos soportados": "IEC 61850: Edición 1 y Edición 2, incluyendo GOOSE y SV (Sampled Values).\nIEC 60870-5-101/104: Para comunicación de telecontrol.\nDNP3: Soporta comunicación serie y TCP/IP.\nModbus TCP/RTU: Integración con dispositivos industriales.\nOPC: OPC DA y OPC UA para interoperabilidad con diversos sistemas y dispositivos.\nICCP: Para comunicación entre centros de control.\nLON: Utilizado en automatización de edificios y sistemas industriales.\nPRP y HSR: Protocolos de redundancia para asegurar alta disponibilidad y comunicación continua. | La configuración de los protocolos electrcos se realiza en los archivos de configuracion INI, los cuales toma mucho tiempo y llega a ser engorros, por lo cual, lo tiempos de accion y/o configuracion son mas largos.",
        "Casos de Éxito": "Parques Eolicos y parque solares a lo largo de todo Chile, proyectos mineros como Quebrada Blanca fase 2 y Nuevo Nivel Mina de Teniente CODELCO, entre otros.",
        "Facilidad de uso": "Interfaz Amigable: Diseñada para facilitar la navegación y el control con una interfaz unificada.\nPersonalización: Herramientas para adaptar el HMI y otras interfaces según las necesidades específicas del operador.\nDocumentación y Soporte: Extensa documentación y soporte para facilitar la configuración y operación. | Se debe mejorar la palicacion para el desarrallo de HMI ya que se pierde mucho tiempo en ingresar comandos para poder trabajar en la HMI.\nToda la inegenieria de base de datos se debe relaizar en el siftware externo PACIS, lo cual provoca una demora considerable en la realizacion de la ingenieria SCADA.\nLa integracion de de IED mediante el estandar IEC61850 se debe hacer mediante los archivos ICD o CID, lo cual toma mucho tiempo a la hora de integracion, en otros sistemas SCADA se puede trabajar directamente con el archivo SCD, el cual contiene toda la informacion de la subestacion.",
        "Cumplimiento Norma Tencnica NTSyCS": "Cumple con todos los equisitios impuestos por la NTSyCS y de los requisitos del Coordinador Electrico Nacional.\nEs posible convertir puntos simples a dobles manteniendo la estampa de tiempo, al igual que las señales agrupadas. ",
        "Programacion de Script": "Lenguaje propietarios SCIL para el desarrollo de Scripts",
        "Seguridad": "Cifrado de Comunicaciones: Uso de VPN y TLS para proteger los datos en tránsito.\nAutenticación y Autorización de Usuarios: Gestión de cuentas y roles con autenticación multifactor.\nProtección Contra Malware: Integración con antivirus y sistemas de protección contra intrusiones.\nRegistro de Eventos: Auditoría y monitorización continua de actividades relevantes de seguridad.",
        "Actualizaciones": "Gestión de Parches: Implementación regular de parches de seguridad y actualizaciones de software.\nCompatibilidad Continua: Asegurar que las actualizaciones no afecten la compatibilidad con sistemas existentes.\nMejoras de Funcionalidad: Actualizaciones periódicas para incorporar nuevas funcionalidades y mejoras de seguridad.",
        "Soporte de Fabrica": "Plazo de respuesta — SLA efectivo de 1 a 2 días hábiles, sujeto a la disponibilidad del equipo de fábrica.\n\nIdioma — atención íntegramente en inglés; exige dominio técnico del idioma por parte del cliente.\n\nCalidad de la solución — las réplicas son precisas, enfocadas en la causa raíz y acompañadas de recomendaciones de configuración.\n\nDocumentación — manuales completos y bien estructurados, suficientes para ejecutar puestas en marcha complejas y resolver incidencias sin depender exclusivamente del soporte."
      }
    },
    "Siemens Spectrum Power": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "Enfoque principal": "Solución integral para redes eléctricas con enfoque en T&D.",
        "Adaptación a minería": "⚠️ Media: más orientado a utilities.",
        "Escalabilidad": "✔️ Muy escalable, diseño modular.",
        "Integración de subestaciones": "✔️ Alta (protocolos estándar de utilidad). En ocasiones usan terceros provedores para sus protocolos de comunicacion",
        "Interfaz de usuario (HMI/SCADA)": "⚠️ Estándar, enfoque operador red.",
        "Funcionalidades clave (nativas)": "❌ No nativas, en módulos separados.",
        "Arquitectura de la aplicación Control Center": "❌ Diferentes plataformas para funciones específicas.",
        "Gestión de operaciones mineras": "⚠️ Requiere integración personalizada.",
        "Configuración y mantenimiento": "⚠️ Requiere ingeniería especializada.",
        "Redundancia y disponibilidad": "✔️ Alta disponibilidad.",
        "Ciberseguridad (IEC 62443, AD)": "✔️ Alta seguridad.",
        "Compatibilidad con antivirus": "❌  Solo se permite el uso de su solucion antivirus..",
        "Plantillas y objetos reutilizables": "❌ Limitado, sin entorno gráfico unificado.",
        "Compatibilidad con hardware": "❌  Alta Dependencia de hardware Siemens.",
        "Acceso remoto/web": "❌ Costoso y licenciamiento complejo.",
        "Soporte local en Chile": "✔️ Siemens Chile.",
        "Compatibilidad entre versiones": "❌ Limitada, requiere reingeniería.",
        "Tiempo estimado de implementación": "⏱️ Largo (alta ingeniería).",
        "Costo total de propiedad (TCO)": "💲 Alto: solución de clase enterprise.",
        "Ventajas distintivas": "🟡 Capacidad gráfica avanzada, respaldo global.",
        "Primary Focus": "Full electric grid control, focus on T&D sector",
        "Mining Adaptation": "⚠️ Medium: primarily utility-focused",
        "Scalability": "✔️ Highly scalable, modular design",
        "Substation Integration": "✔️ High (all standard protocols)",
        "User Interface (HMI/SCADA)": "⚠️ Standard, geared to grid operators",
        "Key Built-in Features": "SCADA, EMS/DMS, GIS, topology, DER integration",
        "Mining Operations Integration": "⚠️ Needs customization",
        "Configuration & Maintenance": "⚠️ Complex engineering and higher maintenance",
        "Redundancy & Availability": "✔️ High availability",
        "Cybersecurity (IEC 62443, AD)": "✔️ High-level security"
      }
    },
    "Zenon COPADATA": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "--- Diseño de Arquitectura ---": "Comentarios",
        "Interfaces de usuario y versatilidad": "A comprobar interfaz de usuario | Alta disponibilidad en escritorios remotos (RDP) intregrados en clientes mineros.",
        "Arquitectura": "A comprobar su funcionamiento en redes PRP y HSR | Implementacion de arquitectura redundante en clientes mineros con éxito.",
        "Redundancia": "A comprobar funcionalidad de redundancia | Redundancia de redes mediante el protocolo PRP, integrando LAN A y LAN B con swtich inteligentes para una subestacion digital.",
        "Escalabilidad": "A comprobar | Implementracion de un Centro de Control para cluente minero, implentando todas las HMI de las subestaciones con zenon para luegos integrarlas en el CC principal, el cual tambien en Zenon.",
        "Compatibilidad": "A comprobar compatiblidad Ed1 y Ed2.1 del Estandar IEC61850. | Comprobado, es compatible con todos los protocolos",
        "Costo": "Se espera cotizacion del proveedor para ver costos | a Comprobar",
        "Protocolos soportados": "A comprobar su compatibilidad, no posee OPC.\n\n | Integracion exitosa mediante IEC61850 Ed1 y Ed2 de IED Siemens en proyectos mineros.\nReportabiliodad exitosa por IEC104 hacia CC principal.",
        "Facilidad de uso": "A comprobar mediante un Demo | HMI amigable con el operador, ademas es amigable para trabajar las bases de datos y diseños de HMI.\nNo es necesario un software externo para realizar la base de datos, todas las modificaciones de base de datos se realizan dentro del mismo entorno, lo cual conlleva a menores tiempos de desarrollo en ingenieria.",
        "Seguridad": "A comprobar medidad de Ciberseguridad según Nerc-CIP | Implementacion de las reglas NERC-CIP de Ciberseguridad.",
        "Actualizaciones": "A comprobar. | a Comprobar"
      }
    },
    "MicroScada X HITACHI ENERGY": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "--- Diseño de Arquitectura ---": "Terminal Server Client (RDP).\nzenon Webclient.\nHTML5 Client.\nInterfaz HMI/SCADA avanzada: Visualización en tiempo real, control y análisis de datos.\nMulti-touch: Proyectos con pantallas de multitáctil​​​​.",
        "Arquitectura": "Arquitectura Soportada:\nCliente-Servidor: Distribución de funciones y datos entre servidores y clientes.\nArquitectura Redundante: Soporte para múltiples modos de redundancia (dominante, no dominante y clasificado).\nDistribuida: Múltiples ingenieros pueden trabajar simultáneamente en diferentes partes de un proyecto​​​​.\nIntegración en la nube y IIoT: Conectividad con servicios como Microsoft Azure​​. | Implementacion de soluciones redundandtes HSB en ambientes mineros, empresas de transmision y generacion.",
        "Redundancia": "Modos de Redundancia:\nModo Dominante: Roles primarios y de respaldo definidos.\nModo No Dominante: Capacidad de intercambio de roles entre servidores.\nModo Clasificado: Switches inteligentes basados en el estado de la conexión y otros datos.\n- Redundancia de Comunicaciones (HSR y PRP).​ | La redundancia funciona de forma correcta mediande Shadowing",
        "Escalabilidad": "Capacidad de Escalado:\nDesde pequeñas instalaciones hasta grandes infraestructuras.\nFlexibilidad para crecer con las necesidades del proyecto.\nCapacidad para ejecutar múltiples proyectos simultáneamente en zenon Runtime​​​ | Implementacion en CC mineros y de empresas de transmision.",
        "Compatibilidad": "Compatibilidad Extensa:\nProtocolos estándar de la industria: IEC 61850, IEC 60870, DNP3, Modbus, OPC UA, entre otros.\nSoporte para múltiples dispositivos y sistemas: Amplia gama de drivers y protocolos desarrollados internamente​​​​.. | Mediante Hostfix se mantiene actualizado el sistema, lo cuales deben ser instalados periodicamente.",
        "Cantidad de puntos soportados": "Mas de 10.000 puntos ",
        "Librerias electricas": "Posee una amplia gama de librerias electricas ya sean IEC o IEEE, facil de ceacion de nuvas pantallas HMI, Pop -Up son customizables acorde a los requerimientos del cliente.",
        "Costo": "Optimización de Costos:\nReducción del costo total de propiedad (TCO): Gracias a la modularidad, mantenimiento automatizado y compatibilidad hacia atrás.\nIncremento del retorno de inversión (ROI): Por la arquitectura flexible y la facilidad de integración​​. | Comprobado",
        "Tipo de cliente": "Empresas de Generación, Transmisión y Distribución de Energía, Transporte Público y Ferrocarriles, Plantas Hidroeléctricas, Parques solares, Mineria.",
        "Protocolos soportados": "Principales Protocolos:\nIEC 61850 (Edición 2): Cliente/servidor y GOOSE.\nIEC 60870-5-101/103/104.\nDNP3: Maestro y esclavo.\nModbus (RTU y TCP).\nOPC UA.\nOtros: BACnet, SQL driver, Siemens S7, Mitsubishi, Omron, Phoenix Contact, Profibus, entre otros​​​​. | Gran cantidad de proyectos integrados bajo el estandar IEC61850, aplicando su reportabilidad hacia CC principales, CEN, entre otros.\n\nImplementacion de redes PRP, esto gracias a su friver DuoDriver, el cual soportar el protocolop PRP sin la necesidad de equipamiento externo.",
        "Casos de Éxito": "Gran éxito en empresas del Holdin BHP, destaca proyectos en Minera Escondida operada por BHP.\n\nProyectos en parques solares pertenecintes a Enel Green Power.",
        "Facilidad de uso": "Interfaz de Usuario Intuitiva:\nEditor de zenon: Entorno de ingeniería gráfica intuitiva con herramientas fáciles de localizar.\nBibliotecas de símbolos y proyectos globales: Facilitan la configuración rápida de proyectos​​.\nFuncionalidades listas para usar: Gestión de alarmas, procesamiento de comandos, visualización de diagramas de línea única​​​​. | Programacion de script amigables, conversion de puntos simples a dobles manteniendo la estampa de tiempos sin problemas, escalabilidad y/o mejora de los pup-up relacionados con los comandos.\nFacil integracion de nuevas señales.\nConfiguracion amigables y facil para los comandos en IEC104, DNP3.0 e IEC61850.",
        "Cumplimiento Norma Tencnica NTSyCS": "Cumple con todos los equisitios impuestos por la NTSyCS y de los requisitos del Coordinador Electrico Nacional.\nEs posible convertir puntos simples a dobles manteniendo la estampa de tiempo, al igual que las señales agrupadas. ",
        "Programacion de Script": "Lenguaje propietarios SCIL para el desarrollo de Scripts",
        "Seguridad": "Medidas de Seguridad:\nAutenticación y encriptación: Soporte para IEC 61850, DNP3 v2 y v5, TLS para IEC 60870-104 y DNP3.\nAdministración de usuarios basada en roles: Active Directory.\nProtección contra ciberataques: Cumplimiento con IEC 62443, archivos firmados, encriptación de datos​​​​. | Implementacion de las reglas NERC-CIP de Ciberseguridad.",
        "Actualizaciones": "Actualizaciones Continuas:\nImplementación sin tiempo de inactividad: Actualizaciones del sistema sin necesidad de parar la operación.\nCompatibilidad hacia atrás: Las actualizaciones aseguran que las versiones anteriores sigan siendo funcionales y compatibles​​. | Implementacion regular de nuevos hostfix",
        "Soporte de Fabrica": "Tiempo de respuesta inmediato – la mesa de servicio trabaja en modo tiempo real; los incidentes de configuración o fallos de software se resuelven sin colas ni escaladas intermedias.\n\nEficiencia técnica – el primer nivel cuenta con las competencias necesarias para cerrar la mayoría de los tickets en la primera llamada o sesión remota.\n\nAtención en español – todo el soporte se presta íntegramente en nuestro idioma, eliminando barreras lingüísticas y acelerando la resolución.\n\nDocumentación — manuales completos y bien estructurados, suficientes para ejecutar puestas en marcha complejas y resolver incidencias sin depender exclusivamente del soporte."
      }
    },
    "Power Operation Schneider": {
      "description": "",
      "pros": [],
      "cons": [],
      "features": {
        "--- Diseño de Arquitectura ---": "Comentarios",
        "Interfaces de usuario y versatilidad": "Alta disponibilidad en escritorios remotos (RDP) intregrados en clientes mineros. | Herramienta para el desarrollo de pantallas HMI es deficiente, arroja errores a la hora de configurar un diagrama, no se deja modficar de forma correcta un Pop-Up.\nPor otro lado, los comandos IEC61850 no funcionan desde la HMI.\nDesarrollo de la base de datos se debe hacer con una aplicacion externa la cual debe soportar la extencion DMF, la cual es de pago y no es propiedad de Schneider, ademas se debe modifcar la base de datos en Microsoft Excel 2016, cuya verison es la unica compatible, cabe destacar que esa version del Excel ya se encuentra descontinuada.\nPoca informacion disponible en los manueles de usiario.",
        "Arquitectura": "Implementacion de arquitectura redundante en clientes mineros con éxito.  | La redundancia no funciona, no se logra configurar, fabrica envia parches de los cuales ninguno funciona.",
        "Redundancia": "Redundancia de redes mediante el protocolo PRP, integrando LAN A y LAN B con swtich inteligentes para una subestacion digital. | La redundancia no funciona, no se logra configurar, fabrica envia parches de los cuales ninguno funciona.",
        "Escalabilidad": "Implementracion de un Centro de Control para cluente minero, implentando todas las HMI de las subestaciones con zenon para luegos integrarlas en el CC principal, el cual tambien en Zenon. | La gran cantidad de logs que genera el software hace que se llenen los discos de los servidores, lo que provoca que el sistena se vaya a falla, deje de funcionar, ademas, no se puede tener control y visibilidad de la subestacion en si.",
        "Compatibilidad": "Comprobado, es compatible con todos los protocolos  | Falla el drive IEC61850 para la comuniacion MMS entre IEDs y SCADA.",
        "Costo": "a Comprobar ",
        "Protocolos soportados": "Integracion exitosa mediante IEC61850 Ed1 y Ed2 de IED Siemens en proyectos mineros.\nReportabiliodad exitosa por IEC104 hacia CC principal. | IEC61850  no soportado adecuadamente ya que el driver no es capaz de inetegar IED de diferentes marcas, se debe realizar modificaciones en el archivo SCL para que sea compatible con el SCADA.",
        "Facilidad de uso": "HMI amigable con el operador, ademas es amigable para trabajar las bases de datos y diseños de HMI.\nNo es necesario un software externo para realizar la base de datos, todas las modificaciones de base de datos se realizan dentro del mismo entorno, lo cual conlleva a menores tiempos de desarrollo en ingenieria.  | Las herramientas de configuracion son tediosas, de dificil configuracion, se deben realizar muchos pasos para configurar una señal., como en IEC1014 por ejemplo.",
        "Seguridad": "Implementacion de las reglas NERC-CIP de Ciberseguridad.",
        "Actualizaciones": "a Comprobar  | Las actualizaciones son para corregir errores del mismo software, las cuales no funcionan en primera instancia o requieren de un extenso procedimeinto para instalar."
      }
    }
  }
}